[
  {
    "name": "Haji Jabir Abubeker",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/13",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_13_638344452620088361.jpg",
    "specialization": "Novel Writing",
    "biography": "An Eritrean novelist and writer, whose novels have won wide acclaim, Hajji Jaber has a number of published works. His novel \"Samrawit\" won the Sharjah Award for Arab Creativity in 2012, while \"Marsa Fatima\" was published in 2013 and translated into Italian. He has also authored other novels such as \"Spindle Game\" and \"Black Foam,\" which won the Katara Award for Arabic Narrative in 2019, as well as \"Rambo the Abyssinian.\"\nCurrently, Hajji Jaber is collaborating with a group of Eritrean writers on a novelistic project that focuses on the past and present of Eritrea. The goal is to reveal the cultural heritage of the country to the world in an attempt to lift it out of cultural isolation and establish its presence on the world cultural map.",
    "experience": [
      "Trainer and novelist Hajji Jaber has accumulated rich experience in the field of literary writing, and his novels have won a number of important awards.",
      "Hajji conducts courses focusing on the art of literary writing and novel writing skills at the Al Jazeera Media Institute."
    ]
  },
  {
    "name": "Eyad AlDaoud",
    "organization": "Aljazeera Arabic Channel",
    "profile_url": "https://institute.aljazeera.net/en/trainer/7",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_7_638312354186798042.jpg",
    "specialization": "Documentaries",
    "biography": "Eyad Al Daoud has worked in the field of TV direction, production, and channel management since 1994. He started his training career at Al Jazeera Media Institute in 2005, specializing in fields such as documentary filmmaking, mobile film production, and mobile photography. His work has won 18 different awards and honors, the most recent of which was the Golden Award at the Radio and Television Festival. He has several published books dealing with the arts of program planning and production, as well as publishing a biography titled \"Eyad Al Daoud: A Journey in Search of an Identity\" by critic Bashar Ibrahim.",
    "experience": [
      "2007 – 2012: Deputy General Manager at Al Shorouk TV, Dubai Media City.",
      "2004 – 2007: Head of Production Section at Al Jazeera Documentary Channel.",
      "He supervised the production of approximately 200 hours of documentaries and investigations, as well as 1000 hours of drama and programs.",
      "Director of Films: \"Jerusalem: The Promise of Heaven\", \"Deir Yassin Pain\", \"Minarets in the Face of Destruction\", \"Odeh\", \"Flower Weddings\", \"Jenin\", \"Art of Living\", Program “In Venice Hospitality”, \"Dayrin Peace\", Series titled \"(Generation of the Revolution)\".",
      "His productions have garnered 18 awards and honors.",
      "He has authored books: \"How to Make a Documentary?\", \"Program Planning & Production\", \"Art of Inquiry\", \"Mobile Cinema\"."
    ],
    "education": "Businnes Administration"
  },
  {
    "name": "Fauzi Adam",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/38",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_38_636793528100511992.JPG",
    "specialization": "Writing to Picture",
    "biography": "He worked as a journalist in Al-Jazeera since July 1997, during which he completed thousands of press reports and conducted more than a thousand news reports as well as external coverage that comprised: Sudan, Saudi Arabia, Kuwait, Tunisia and Libya. It happened that throughout his work experience he walked diﬀerent way and adopted unfamiliar tactics in news treatment in as to narration and language. He considered that an adventure it turns to receive positive resonance from recipients and media professionals.",
    "experience": [
      "• Press and training experience.\nExperience in media performance\nevaluation"
    ]
  },
  {
    "name": "Ahmed Hafez Mohamed Agwa",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1192",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1192_638317606112736005.jpg",
    "specialization": "Arabic Language",
    "biography": "Editor and head of the interviews section at Al Jazeera Net, he has spent 20 years in the field of media. Previously, he worked as an editor and office manager for the chief editor of Al-Sharq newspaper in Qatar. He has accumulated various experiences in the fields of training, editing, authoring, and proofreading.\nHafez has published several books, including \"Artistic Formation... Political Poetry in Egypt,\" \"Spatial Dimension in the Biography of Prophet Mohammad,\" and \"Springs of the Message.\" He has also published a long novel titled “The Confused Land,” and currently has a new collection of short stories in print.",
    "experience": [
      "Head of the Interviews Department at Al Jazeera Net from 2023 until present.",
      "Linguistic editor at Al Jazeera from 2014 to",
      "Office manager for the chief editor of Al-Sharq newspaper, Qatar, from 2007 to",
      "Editor at various institutions in Egypt from 2001 to",
      "Trainer at Qatar University from 2012 to 2017 in the subject of press editing.",
      "Writer for various newspapers: East Newspaper, Arab Newspaper, and Al Jazeera Net website."
    ]
  },
  {
    "name": "Dr. Mohamed El Bakkali",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1249",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1249_636904222568746256.JPG",
    "biography": "Dr. Mohamed El Bakkali holds a PhD in Media Sociology; he currently works as correspondent for Al Jazeera - Europe, and lives in Paris. \nBefore joining Al Jazeera team, he held several positions as correspondent in Tunisia, Libya, Morocco, Sudan and southern Sudan covering various events, including Secession of South Sudan, Revolution in Tunisia and War in Libya, along with many other major events in Europe in the recent years. \nAcademically, he is a lecturer and researcher in media field in French and Arab universities. \nRecently, he published a book entitled: sual almihniat wal'iidyulujia fi alsahafa (Arabic Edition).",
    "experience": [
      "• 2003-2006: Journalist at the Moroccan News Agency (MAP).\n• 2002-2006: Correspondent for Al-Quds Al-Arabi newspaper - Rabat.\n• 2006-2007: Journalist at Al Jazeera  - Doha.\n• 2007-2010: Correspondent for Al Jazeera - Morocco.\n• 2010-2011: Correspondent for Al Jazeera - Sudan.\n• 2011-2014: Correspondent for Al Jazeera - Tunis.\n• From 2014: Correspondent for Al Jazeera – Paris."
    ]
  },
  {
    "name": "Amjad Al Shalatouni",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/128",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_128_638312353873035513.jpg",
    "specialization": "Sub-Editing",
    "biography": "• 1999 – 2005 Senior Editor of News content in Al Jazeera Channel.\n• 1993 – 1999 Producer and Senior Editor of the Arabic section in BBC in London.\n• Reporter and translator for many newspapers and magazines about issues of South Asia.\n• Field Coverage.",
    "experience": [
      "• Palestinian issues: Presidential elections in 2004 and Palestinian reality at home in",
      "• Yemeni issues: Presidential issues in 2013 and ‘Saada’ war in",
      "• Afghan issues: American war against Taliban in",
      "• Sri Lanka issues: Beyond the war on ‘Tamils’ and elections",
      "• Iraqi issues: international inspections on Iraq’s weapons before the 2003 war.\n• Moroccan issues: Childhood in Morocco, UNICEF conference",
      "• Algerian Parliament elections",
      "• African issues: the water of the Nile and the struggle for water of Lake Victoria during a field visit to the beaches in    Uganda and Kenya.\n• Pilgrimage season.\n• Coverage for BBC in",
      "• Coverage for Al Jazeera in"
    ],
    "education": "Post graduate-MA Arabic"
  },
  {
    "name": "Salem Hussain Al Jahwashy",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/129",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_129_638312368343741846.jpg",
    "specialization": "Dubbing & Voice Over",
    "biography": "Salem Al Jahwashy is one of the pioneers in the field of dubbing and voiceover in the Arab world. He has presented numerous children's series and Al Jazeera documentary programs, becoming a certified voice for Al Jazeera. He began his training career in the 1980s and became the chief trainer of vocal skills at the Arab Board. He was granted the International Training License from the European Institute for Training and Development.",
    "experience": [
      "Salem Al Jahwashy relies on deep experience in the field of vocal performance, having worked in several institutions, including Aden Radio and Hadramawt Radio.",
      "He served as the Director General of the Department of Theaters in the Republic of Yemen.",
      "He is one of the founders of the art of audio dubbing at the Public Establishment for Co-Production in the State of Kuwait.",
      "He is currently a dubbing director at Al Jazeera Satellite Channel.",
      "He is an actor and theater director, and worked as a theater supervisor at Doha Youth Center from 1996 to"
    ],
    "education": "Bachelor Degree"
  },
  {
    "name": "Abdelkader Damiche",
    "organization": "Aljazeera Arabic Channel",
    "profile_url": "https://institute.aljazeera.net/en/trainer/31",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_31_638317606968136291.jpg",
    "specialization": "Media Training, field journalist, sub-editor",
    "biography": "Abdelkader has been working in television journalism for more than 30 years. His career began in 1987 when he joined Algerian television. Over the past three decades, he has conducted a large number of reports and field coverage, including assignments in war zones such as Afghanistan, Iraq, and Rwanda. Damiche continues to work for Al Jazeera, where he joined in 2004. Additionally, he serves as a certified trainer at the Al Jazeera Media Institute, where he conducts courses on \"writing for television\" and \"TV field reporting.",
    "experience": [
      "Abdelkader Damiche has garnered extensive experience in television journalism, transitioning from Algerian television to positions at Qatar TV and Abu Dhabi TV, before ultimately joining the Al Jazeera network, where he currently serves.",
      "Leveraging his vast experience, he has provided training to numerous journalists and reporters, focusing on enhancing their skills in writing for television and field reporting."
    ],
    "education": "Bachelor in Political Sceience and Media"
  },
  {
    "name": "Abdullah Jawdat",
    "organization": "Freelancer",
    "profile_url": "https://institute.aljazeera.net/en/trainer/19",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_19_638333265349024346.jpg",
    "specialization": "Media Corporation Planning and Management",
    "biography": "- Media expert and strategic advisor.\n- Managing Director and General Supervisor of Media Masters Pro Corporation, which provides advisory services and media program development and management, media training and executive production of television programs and radio programs and social media platforms.\n- Founding member of ‘Al Ressala’ channel, and the Deputy Director General and Chief Executive Officer since April 2007 until November 2013.\n- Providing professional advisory services to a number of media organizations and satellite channels in Britain, Turkey, United Arab Emirates, Saudi Arabia, Qatar, Lebanon, Yemen, Egypt and North African countries.\n- A certified instructor in the field of strategic planning, planning and management of media institutions, the establishment of satellite television program planning, management and production of television programs, and administrative and financial institutional media work.",
    "experience": [
      "- Associate consultant in the construction and development Arcony Inc., a global company based in Istanbul, provides services and technology products and solutions, social networks and digital media, its basic products are \"field\" and \"Diwan\".\n- ‘Al Ressala’ channel since its inception until November",
      "- Member of the Jury of Sharjah Prize for government communication, the United Arab Emirates of Sharjah, December",
      "- Chairman of the Scientific Committee of the Forum of fifth visual aimed media held under the title \"Development of marketing aimed at the media,\" Cairo, Egypt in May",
      "- Chairman of the jury for the main competition at the fourth international documentary film festival in the city of Khribga, Morocco in August to September",
      "- Member of the Board of Directors in the visual media and Purposeful Association of Istanbul, which was launched in April 2012, and includes more than one hundred Arab channels and international media organizations.\n- Lecturer and keynote speaker and pursuer in many forums and conferences, Arab and regional forums.\n- The founder of Specturm company for art production offered an exclusive set of documentary programs."
    ],
    "education": "PHD"
  },
  {
    "name": "Mohammed Dawood",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/44",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_44_638312362981567409.jpg",
    "specialization": "Journalism",
    "biography": "- Executive Director of the sector of Quality and editorial standards in Aljazeera Network since 2011.\n- Director of Planning and output in Al Jazeera network between June 2010 and November 2011.\n- Managing editor of Al ،azeera website (aljazeera.net) between 2001 to 2010.",
    "experience": [
      "• Division Director, Quality Management & Editorial Standards, Al Jazeera Network (2012-present).\n• News Planning Director & Head of Foreign Offices and Correspondents, Al Jazeera Arabic Channel (2012-2010).\n• Managing Editor of Al Jazeera Net website in Al-Jazeera Network (2010-2001).\n• Head of International Affairs Department in Al-Sharq Qatari newspaper (1999-2001)."
    ],
    "education": "Bachelor"
  },
  {
    "name": "Fady Matar",
    "organization": "International France radio",
    "profile_url": "https://institute.aljazeera.net/en/trainer/37",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_37_638312365784176179.jpg",
    "specialization": "broadcast media, concentration of voice & diction",
    "biography": "Fady Matar has been an accredited trainer at the Al Jazeera Media Institute since its inception. Since 2006, he has also overseen training programs in Arab countries for the Académie France Médias Monde, which includes Radio France Internationale, France 24, and Monte Carlo Doualiya. Fady has delivered numerous training courses at the institute, as well as for various radio and television stations and training centers across the Arab world, such as the Sharjah Media Corporation Training Center and the Arab States Broadcasting Union Training Center. He has provided consultations to several international organizations specializing in media training, including Hirondelle and Internews. His courses have been attended by a wide range of professionals, including media personalities, ministers, spokespersons, lawyers, and other public affairs experts.",
    "experience": [
      "- Accredited trainer at the Al Jazeera Media Institute since its inception.\n- Visiting professor at Senghor Francophone University since January 2013, and has conducted media training courses at Antonine University in Lebanon and Misr International University in Cairo.\n- Joined Radio France Internationale in 1987, where he held various positions, including program presenter, director, producer, and trainer.\n- Appointed head of programs at Monte Carlo Doualiya in 2003, where he managed a series of successful programs for several years.\n- Served as a technical advisor for the \"Musique Sans Frontières\" program on the third channel of French television and worked as an assistant director for promotional films produced by the Paul company and the Christian Chauveau Foundation in Paris."
    ],
    "education": "Master's degree in Theatrical & Cinematic Studies"
  },
  {
    "name": "Mahmoud Abdelhady",
    "organization": "Freelance",
    "profile_url": "https://institute.aljazeera.net/en/trainer/48",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_48_20180414.jpg",
    "specialization": "Media Content Strategic Planning",
    "biography": "With 35 years of journalistic experience characterized by vitality, passion, and dedication, this individual has traversed various roles including reporter, journalist, editor, program manager, news manager, founder of media institutions, general manager, trainer, and consultant. Throughout their career, they have played a pivotal role in the development and establishment of numerous media institutions within the Al Jazeera network and other media organizations. Their contributions have been recognized with numerous shields of appreciation and certificates of merit from various Arab media institutions.",
    "experience": [
      "- He has held positions in several prominent media institutions, including the Al Jazeera Media Network and Al-Shorouk Satellite Channel. Additionally, he has played a key role in establishing significant media ventures such as Al Jazeera Net, the Al Jazeera Media Institute, Al-Shorouk Satellite Channel (Sudanese), and TRT Arabic (Turkish).\n\n- He served as a strategic media planning consultant for TRT Arabic (Turkish).\n\n- He holds a Master of Philosophy (MPhil) in Literary Criticism and is currently pursuing a PhD focused on Strategic Planning for Media Content.\n\n- He conducts coaching and training sessions covering various areas such as planning and development, media skills, crisis management, and strategies for shaping public perception.\n\n- He actively participates in and contributes to numerous regional and international media development conferences and workshops."
    ],
    "education": "PHD"
  },
  {
    "name": "Mohamed Mezimez",
    "organization": "Aljazeera Arabic Channel",
    "profile_url": "https://institute.aljazeera.net/en/trainer/47",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_47_638312361462909184.jpg",
    "specialization": "News presentation",
    "biography": "Mohamed Mezimez was born in Algeria in 1983. He obtained a bachelor’s degree in media\nfrom the Faculty of Political Science and Media. Mohamed attended many training courses in\nnews presentation and dialogue, as well as in production techniques and TV reporter.\nIn 2001 and while he was studying in university, Mohamed joined Algerian TV as a broadcaster\nwhere he presented a number of live programs. In 2002, Mohamed joined Algerian radio\nas a producer and presenter for three years, and then moved in 2005 to Al Jazeera children\nbased in Doha. Mohamed joined Al Jazeera Arabic channel in programs section, managing\nnews at the start of Egyptian crises as a report producer.\nApril 26 Mezimez showed as TV news presenter on the same channel.",
    "experience": [
      "- Presenter of children and youth Algerian\nTV programs for 4 years.\n- Broadcaster and producer of many Algerian\nradio programs for 3 vyears.\n- Producer and presenter of Al-Jazeera\nchildren programs for 7 years\n- TV News bulletin presenter in Al Jazeera"
    ],
    "education": "Bachelor’s degree in Media and Communication"
  },
  {
    "name": "Glen Mulcahy",
    "organization": "Thomson Foundation",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1165",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1165_638525052847347506.jpg",
    "specialization": "Mobile Journalism",
    "biography": "Glen Mulcahy is the Founder of Titanium Media and Director of Mojofest Ltd. A former\nHead of Innovation in the Technology division of RTÉ, the Irish National Broadcaster. He\nhas worked in the broadcast industry for 20 years.\nIn 2009 he started training journalists in mobile journalism. (The use of smartphones for\nhigh quality content production)\nTo date he has trained over 2000 journalists around Europe, the Nordics, the Middle East\nand the US.\nIn 2015 he founded “Mojocon” the first international mobile journalism conference which\ndrew 350 journalists from around the world together in Dublin for 2 days to listen and\nlearn from 50 pioneers who have pushed the boundaries of what you can achieve with\nmobile for professional content creation.\nAfter leaving RTÉ in December 2017 he started Mojofest Ltd to run a new annual mojo\nconference (Mojofest) and to offer unique “Learning on the go” mojo training\ntours. \nGlen has spoken at numerous international conferences on the subjects of mobile\njournalism and drones including IBC Conference, EBU News Assembly, Aljazeera Forum,\nNews Rewired, Circom Regional annual conference, OI2 Barcelona, and many more.\nAside from training several hundred staff in RTÉ he has notably trained staff from BBC,\nNRK, SVT, YLE, TVP, France2, Aljazeera, Symantec, Oracle and others.\nHe is interested in Technology, Innovation and Futurism.",
    "experience": [
      "16 years working in Broadcast and Film Production. 8 Years training journalists as visual story tellers."
    ],
    "education": "Waterford Institute of Technology. Degree in Fine Art"
  },
  {
    "name": "DR.Khaled Elhaddad",
    "organization": "Free lancer",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1155",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1155_638317605906912066.jpg",
    "specialization": "HR",
    "biography": "Dr. Khaled El-Haddad is one of the top figures of the administrative and human\ndevelopment in the employment market in the Middle East.\nHe held several positions in this field such as life coach, professional guide and lecturer.\nHe has many activities and programs among youth organizations, Arab public and private\nuniversities and business companies.",
    "experience": [
      "- He held several positions including:\n- Human resources development Consultant for the account of major Corporate in the\nMiddle East.\n- Life coach, Professional work counselor and Lecturer in all fields of human and\nadministrative development.\n- Trainer for the account of various major Companies’ CEO in the Arab, Western and Asian\nworld.\n- Teacher of good governance, human resources and organizational behavior in many\neducational institutions.\n- Administrative consultant for the account of many business families.\n- Currently, he is the Director of TREE Human Resources Company (Malaysia, Kuala\nLumpur and Jeddah branches)."
    ],
    "education": "MA"
  },
  {
    "name": "Ramadan  Elmousel",
    "organization": "Freelance",
    "profile_url": "https://institute.aljazeera.net/en/trainer/22",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_22_638312369029154970.jpg",
    "specialization": "Public Relations",
    "biography": "Ramadan Elmousel is a communication consultant and an expert in cultivating the mental image and managing the reputation of both institutions and individuals. His expertise lies in working behind the scenes, where he thrives in elevating others into the spotlight and ensuring they maintain their success.\n\nWith over 29 years of experience, Ramadan has become a trusted source of inspiration for numerous ministers and leaders across the Arab world. He has played a pivotal role in assisting governmental and non-governmental organizations in shaping their mental image, managing their reputation, showcasing their achievements, and developing their personnel. Ramadan excels in adding the essential touches required to craft and preserve the image of leaders, ensuring its enduring splendor.\n\nHis journey began as a theater director, and his early educational pursuits laid the foundation for his career in training. This unique blend of experiences has infused his training approach with an enjoyable flair, making significant contributions to instilling key concepts, building essential skills, and providing personal guidance.",
    "experience": [
      "- Former Advisor and Media Spokesperson for the Egyptian Ministry of Youth.\n- Personal advisor to several leaders and prominent figures in Qatar and the Arab world.\n- Expert and consultant at the Al Jazeera Media Institute."
    ]
  },
  {
    "name": "Aref Hijjawi",
    "organization": "Freelance",
    "profile_url": "https://institute.aljazeera.net/en/trainer/28",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_28_638070514549209981.jpg",
    "specialization": "Arabic Grammar, Radio production",
    "biography": "Aref Hijjawi is a Palestinian writer and television presenter who has worked in both education and media. He has authored numerous works in language, media, and literature. Among his publications are \"Al-Zubda\" (The Butter), a five-volume collection of selected Arabic poetry, the novel \"A Hurricane in the Fertile Crescent\", and the booklet \"My Life in Media\". He hosted the program \"Ladies and Gentlemen\" on Arab Television in London and Doha. \nAref Hijjawi strongly believes that the Arabic language is the only means for intellectual, scientific, and economic advancement in Arab countries.",
    "experience": [
      "- He worked as the Director of Programs at BBC Arabic in London for five years. \n- He served as the Director of Programs at Al Jazeera for six years. \n- He was the Editor-in-Chief of Al-Hayat Al-Jadida newspaper in Palestine. \n- He was the Lead Trainer for radio directing at the BBC Training Center for six months. \n- He conducted media training courses for seven years while overseeing the Media Institute at Birzeit University. \n- He worked as the Director of the Media Institute at Birzeit University. \n- He provided television training at Deutsche Welle’s Arabic department in Berlin. \n- He led radio training sessions at Dutch Radio in Hilversum."
    ]
  },
  {
    "name": "Riad Abood",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/24",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_24_20180414.jpg",
    "specialization": "professional photograph",
    "biography": "• 1995 - 1990 in Iraq served as a cameraman and director of photography for many\ndocumentaries and drama and a set of songs and advertisements in media production\ncompanies.\n• 1995 to 1996 at the Jordan served as director of photography and Editor of\ndocumentaries and advertisements.\n• 1996 and so far worked in Qatar as Director of photography and News Picture Editor in\nALJAZEERA NETWORK.\n• Certified Trainer (TV filming) / Aljazeera Media Institute (Since 2005).\n• Published research and studies in the field of photography and lighting and the last one\nis the field filming guide.",
    "experience": [
      "• Bachelor's Degree: Fine Arts majoring\nin Directing, Editing and Filming\n(television), Fine Arts College, Iraq.\n• TV coverage of international and global\npolitical, economic and sporting events,\ntelevision interviews, documentaries,\ntelevision coverage of the war in\nEthiopia and Eritrea 1997, the war in\nChechnya in 1999, the war in Afghanistan\n2000 and the war in Iraq 2003\n• A director of photography and lighting\nfor field studio projects."
    ],
    "education": "Bachelor's Degree: Fine Arts majoring in Directing, Editing and Filming (television), Fine Arts College, Iraq"
  },
  {
    "name": "Zineb Khoudraji",
    "organization": "Freelance",
    "profile_url": "https://institute.aljazeera.net/en/trainer/25",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_25_638525073245884599.jpg",
    "specialization": "Etiquette",
    "biography": "Zineb Khoudraji, an expert in the field of etiquette and protocol, founded the first etiquette center in the Maghreb and North Africa in 2011. Through her achievements in this field, she has contributed to introducing the Arab world to the field of etiquette. Zineb has collaborated with numerous international institutions and organizations to organize a series of training courses and programs. She has supervised the training of many important political figures, as well as academic stars and officials in both the private and public sectors.",
    "experience": [
      "Zineb Khoudraji graduated from the International Academy of Etiquette and Protocol in London.",
      "Her training courses are based on extensive experience in the field of training and coaching.",
      "She founded the first etiquette center in North Africa.",
      "Zineb has contributed to the development of skills of many trainees through a variety of training courses offered at the Al Jazeera Media Institute, including courses on the Art of Etiquette, Etiquette for  Children, Art of Speech and Etiquette, as well as Protocol and Etiquette courses."
    ]
  },
  {
    "name": "Monther Abuswaireh",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/115",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_115_638317605095058473.jpg",
    "specialization": "Montage",
    "biography": "Senior trainer at Al Jazeera Network, boasting over 50 accredited certificates from leading software and solutions manufacturers in the media industry such as Adobe, Apple, Avid, Blackmagic Design, and Grass Valley. Specializing in digital video editing techniques across various editing and correction programs, graphic design, visual effects creation and integration, cinematic tricks for action scenes, and video enhancement in diverse artworks. With over 20 years of extensive experience in training and capacity building for a wide range of clients in Arab countries, he excels in planning and implementing workflow mechanisms, in addition to training employees of the Al Jazeera Media Network.",
    "experience": [
      "- Senior trainer at Al Jazeera Media Network in Qatar since 2014 to present.\n- Former Training Manager at Itqan Electronics Company in Egypt.\n- Previously served as the Senior Educational Partner Program Manager for Avid International in Egypt and North Africa.\n- Past position as a Senior Trainer at Applied Digital Media Services in Dubai, UAE.\n- Former Senior video editor at Fatafeat TV, responsible for editing the channel's programs.\n- Founder and Executive Director of Scope Company in the Arab Republic of Egypt, specializing in production, editing, and training services for individuals, government institutions, and private companies in various media programs and technologies, including video editing, graphic design, and newspaper/magazine editing.\n- Previously provided technical support and served as a video editing consultant at Al-Baghdadia TV channel in Media Production City in the Arab Republic of Egypt.\n- Former Senior Engineer at Best Buy in Egypt, responsible for providing technical support for Apple hardware, software, and operating systems."
    ],
    "education": "Bachelor Degree"
  },
  {
    "name": "Kacem Gasmi",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/40",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_40_638333260155780986.jpg",
    "specialization": "TV Filming",
    "biography": "Graduating from the French Institute of Audiovisual, Cinematography, and Television (Division One), Kacem Gasmi holds certificates of competence in television photography from the Italian Television Research Center in Turin, as well as in image and sound writing from the French Institute for the Development of the Visual and Audio Field. With over 30 years of experience in film and television photography, he has garnered accolades including an award at the Berlin Tourism Documentary Film Festival for the German channel ZDF, another at the Al Jazeera Documentary Film Festival, and two gold awards in the Promax Arabia competition for Al Jazeera Documentary.\n\nKacem Gasmi has also served as a trainer at several television photography schools in Tunisia, instructing in French, and has provided training for external office photographers for Al Jazeera Network and various foreign production companies (in Turkey, Tunisia, etc.). Additionally, he holds a diploma in producing and directing documentary programs.",
    "experience": [
      "He underwent training at the Al Jazeera Media Institute and oversaw the outdoor photography unit at Al Jazeera.",
      "He directed a diverse array of programs targeting youth audiences on Channel 21 in Tunisia.",
      "He has collaborated on various French, Italian, and Tunisian films with esteemed directors.",
      "He has served as a director of photography and lighting for numerous programs and documentaries, spanning across Al Jazeera, Tunisian television, private channels, and production companies."
    ]
  },
  {
    "name": "Atheer Abood",
    "organization": "Aljazeera Arabic Channel",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1_638317605688931268.jpg",
    "specialization": "Satellite network",
    "biography": "Atheer is the Head of Distribution Operations and Contribution at Al Jazeera Media Network. He began his career in satellite engineering approximately 20 years ago. During his tenure as a satellite broadcasting engineer, he participated in covering numerous significant events, including wars, and conducted direct satellite broadcasting from areas of tension and conflict. He is recognized as an expert in live broadcasting via the Internet and social networks.\n\nAtheer Al-Jumaili has supervised and trained many interns and professionals in the field of satellite broadcasting and broadcasting engineering through various training courses offered at Al Jazeera Media Institute. These courses include satellite broadcasting and internet broadcasting techniques.\"",
    "experience": [
      "Atheer has worked in many hot coverages, such as the Battle of Fallujah in 2004, the Lebanon War in 2006, and the Libya War in",
      "He covered a number of sports tournaments, including the Asian Games in Doha in 2006 and two editions of the Gulf Cup (2007 and 2009).",
      "Atheer has experience in establishing television channels and assembling teams of engineers and equipment necessary for satellite broadcasting.",
      "He has a good understanding of the most successful approaches and methods used in managing teams operating channels and websites."
    ],
    "education": "Bachelor degree"
  },
  {
    "name": "Ghiath Hawari",
    "organization": "Sabr Consulting",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1136",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1136_20180414.jpg",
    "specialization": "Strategic Planning",
    "biography": "Specialized in the field of strategy design, business, institutional and community innovation,\nleadership and corporate teams development in public, private and non-profit sectors. He is\ninterested in human capital performance development and designing solutions in social\ninnovation in the sectors of youth, educational and media.\nHe also works in capacity building by designing learning experiences in order to produce the\nrequired impact.\nHe has many researches and publications in the field of leadership, strategies and innovation.\nFounder of SABR Consulting for analytics, strategies and innovation, co-founder of Horizons\nLearning for training and education solutions since 2008.",
    "experience": [
      "• Executive consultant in the field of leadership and strategic planning for many medium and\nsmall sized companies\n• Expert in strategic planning and implementation methodologies (Fiverr - Performance cards -\nStrategic implementation - German methodology for industries)\n• Trainer in strategic planning specialized in toolkit since 2011, he provided more than 15\nworkshops in many countries during 2012-2017\n• Scientific partnership in the preparation of the integrated program for leadership\ndevelopment which was implemented in several leadership training development academies\nin the Arab world.\n• Certified trainer in the innovation design and expert in designing initiatives, projects and\nservices.\n• An international license and participant in the preparation and evaluation of dozens of\npersonal standards, global leadership and indicators of human-resources building according\nto the personality’ requirements and the Arab environment. Successful implementation of\nthese tests for at least ten thousand participants in Arab institutions and organizations."
    ]
  },
  {
    "name": "Montaser Marai",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1177",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1177_638312360599452818.jpg",
    "specialization": "News Verification"
  },
  {
    "name": "Ali Al Ebrahim",
    "organization": "Freelance",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1162",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1162_20180414.jpg",
    "biography": "• First Qatari Certified Trainer in Educational Management, Ministry of Education, State of Qatar.\n• First Qatari Consultant, Trainer and Acting Director General of the Institute of Public\nAdministration, State of Qatar.\n• Awarded two consecutive years as the best manager of a youth organization in Qatar -\nGeneral Authority for Youth and Sports - State of Qatar.\n• First Qatari Technical Expert in the Office of Leadership Development and Training of\nthe General Authority for Youth and Sports - State of Qatar.\n• Founder of the first National Center for Studies and Research in Qatar.\nWas honored by Sheikh Khalifa bin Ali Al Khalifa Award for “the Loyalty to Givers” in the\nKingdom of Bahrain in 2014.\n• Awarded the title of International Ambassador for Community Responsibility in the Gulf\nStates by the International Organization for Corporate Social Responsibility in 2016 -\nUnited States of America.",
    "experience": [
      "2000-1999 Certified Trainer in Human Resources Management and Public\nAdministration, Institute of Administrative Development, State of Qatar.\n• 2016 Head of the Civil Society Organizations Group in the Economic Empowerment\nProgram for Palestine, Islamic Development Bank, Jeddah.\n• 2016 Member of the Board of Trustees of the Islamic Council of Donor Institutions -\nState of Qatar\n• 2017 Member of the Board of Trustees of Talal Abu-Ghazaleh College of Business -\nKingdom of Bahrain"
    ],
    "education": "Public Relations"
  },
  {
    "name": "Ali Alajmi",
    "organization": "Freelance",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1143",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1143_638317607454713496.jpg",
    "specialization": "Public Relations",
    "biography": "With over twenty years of practical experience in government, private, and domestic sectors, specializing in media campaigns and institutional identity, as a media and marketing consultant, he has authored several publications, notably: \"Mass Communication,\" \"Planning Public Relations Campaigns,\" and \"Life Companionship\" (covering public relations, marketing, and identity).\nHe has established numerous media projects at the Gulf countries' level and is a specialized trainer in campaigns and public relations skills.\nHe began his media career in 1996 as a journalist and later worked in television and radio, focusing on preparation, editing, and presentation.",
    "experience": [
      "1- Practical experience in the government sector, specializing in planning, development, and training until he attained the position of planning observer.\n2- He worked in the private sector as a general manager in the integrated media services industry, and served as a media advisor for a minister, as well as for various media projects.\n3- He began his media career at a Kuwaiti newspaper, then proceeded to prepare and present various radio and television programs on local channels and Arab stations.\n4- He has trained a large number of trainees in Gulf institutions and associations in the fields of public relations, marketing, and event organization."
    ]
  },
  {
    "name": "Ali Haji",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1218",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1218_638317605257522915.jpg",
    "specialization": "Studio Direction",
    "biography": "He was one of the original pioneers and founders of Al Jazeera Channel prior to its launch in 1996. With over twenty years of extensive experience in electronic editing, he has been a cornerstone of the electronic editing unit within the operations department of Al Jazeera News Channel. Currently, he serves as an electronic editing supervisor at Al Jazeera.\n\nHis responsibilities have also extended to live coverage in significant areas, including assignments at the Al Jazeera office in Morocco, coverage of the Asian Championship in 2006 for Al Jazeera Sports Channel (beIN Sport), and reporting from the Al Jazeera office in Washington during the 2016 American elections. In these roles, he has demonstrated resilience and capability to work under intense pressure",
    "experience": [
      "Sound Technician (1 year)",
      "Broadcast Section Executive (2 years)",
      "Electronic Editing Department Staff (27 years)",
      "Proficient in configuring hardware settings (SET UP) for various electronic editing devices",
      "Certified trainer endorsed by the Operations Department at Al Jazeera Network, providing training to newcomers interested in learning electronic editing techniques",
      "Provided coverage of the U.S. elections at the Al Jazeera Washington office in 2016, working tirelessly under pressure around the clock."
    ]
  },
  {
    "name": "Imad Bahjat",
    "organization": "Freelance",
    "profile_url": "https://institute.aljazeera.net/en/trainer/124",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_124_638525046711430764.jpg",
    "specialization": "TV Direction",
    "biography": "Imad is considered one of the most prominent pioneers in television directing, with extensive experience in the field of TV and media. He began his career in 1972 and has worked on numerous and diverse projects, including drama series, plays, political and religious programs, news shows, as well as various talk shows and educational programs. He has also directed many music videos for prominent Iraqi and Arab artists. His documentaries have been broadcast on major international channels, including CNN, as well as on leading Arab television networks. Imad has won numerous awards at significant Arab festivals, such as the second and third Gulf Festivals in Kuwait, and has served as a jury member in several prominent Gulf festivals. He is regarded as a major figure who has enriched Iraqi and Arab television with a vast body of work that remains memorable to viewers to this day. Many prominent Arab media figures have trained under him, and he continues to train technical staff in television directing techniques. The Arab League honored him at the Festival and Forum of Arab Pioneers and Innovators for his artistic career.",
    "experience": [
      "- Started as an Assistant Director in",
      "- Member of the Iraqi Artists Syndicate since",
      "- Directing Expert at Iraq Television from 1980 to",
      "- Head of the Variety Programs Department in Iraq from 1980 to",
      "- Director of the Video Cassette Center at Iraq Television from 1985 to",
      "- Deputy Chairman of the Radio, Cinema, and Television Artists Union from 1994 to",
      "- Managing Director of Al-Hadhar Company for Film and Television Production in",
      "- Worked as a freelance director with private Arab production companies from 1991 to",
      "- Participated in international festivals as a television director.\n- Jury member at the Gulf International Festival for the second and third sessions from 1982 to",
      "- Director at Al Jazeera Satellite Channel from 1997 to",
      "- Head of the Directing Department at Al Jazeera Satellite Channel from 2004 to",
      "- Participated in specialized training courses in television directing and visual effects in Japan and Germany."
    ]
  },
  {
    "name": "Dr. Abdulla Ismail Al-Amadi",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1216",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1216_638525074790354420.jpg",
    "biography": "Dr. Abdullah Al-Amadi has been a journalist since 1994 and is the author of seven books on self-development, management, and interpersonal skills. With 25 years of experience in training, he has delivered numerous courses for various institutions and centers, including the Al Jazeera Media Institute. He has conducted several courses in areas such as news writing, article writing, and public speaking.",
    "experience": [
      "- Deputy Editor-in-Chief of Al-Sharq Newspaper - Qatar. \n- Assistant Secretary-General of the Central Municipal Council. \n- Chairman of the Board of Directors at Doha Youth Center. \n- Media Advisor to the former Minister of Education. \n- Director of the Department of Communications and Public Relations at the Ministry of Education and Higher Education in Qatar. \n- Editor-in-Chief of Islam Online. \n- Head of the Arabic Language Learning for Non-Native Speakers platform at Al Jazeera Network. \n- Executive Producer and Supervisor of the Gulf Region at Al Jazeera Net. \n- Senior Researcher at Al Jazeera Center for Studies. \n- Vice Chairman of the Board of Directors at Al-Balagh Association for Islamic Services on the Internet."
    ],
    "education": "PhD in Media"
  },
  {
    "name": "Hafid Derradji",
    "organization": "beIN sport",
    "profile_url": "https://institute.aljazeera.net/en/trainer/14",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_14_636674131187305974.jpg",
    "specialization": "TV presentation and sports commentator",
    "biography": "Derradji is working as a presenter and commentator in Al Jazeera sports channels and beIN sports since 2008. \nHe is a former presenter and commentator of mainly sports, political and social programmes in the Algerian television for 20 years. He held many positions as follows: chief editor of the sports section, director of news and deputy Director-General.",
    "experience": [
      "25 years of experience in the field of media\nand communication (audio-visual and written)\nthrough my writings on Algerian newspapers\nand websites and I have already\nwritten two books on political and sports\naffairs in Algeria."
    ],
    "education": "Bachelor’s degree from Institute of Media and Communication, University of Algeria"
  },
  {
    "name": "Marcus Zaiser",
    "organization": "Freelance",
    "profile_url": "https://institute.aljazeera.net/en/trainer/88",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_88_636820222219047800.JPG",
    "specialization": "Cinematography",
    "biography": "Marcus Zaiser completed his studies in film and media at the Marcus Zaiser completed his studies in Film and Media at the Filmakademie\nBaden-Württemberg, Germany, in 2006. For one year he studied abroad at the National\nFilm School in Lodz, Poland. His main focus is on the Art of Cinematography, which\nunlocked the world of visual storytelling to him. Marcus Zaiser has achieved recognition\nas a Director of Photography in Documentaries, Shorts, TV Series, Corporate Videos and\nCommercials - more than 100 productions altogether. Nevertheless Marcus Zaiser\nprovides a broad portfolio he works also as a Stereoscopic Consultant and\nStereographer for 3D Movies and as a Workshop Trainer for Al Jazeera Media Training\nCenter and other educational institutes. Marcus Zaiser is a member of the German\nSociety of Cinematographers.",
    "experience": [
      "- 2006: Cinematography Diploma\n- Since 2006: Director of Photography for Cinema and TV\n- Since 2010: Stereoscopic Consultant and Stereographer for 3D Movies\n- Since 2014: Workshop Trainer for Al Jazeera Media Training Center"
    ],
    "education": "Film and media studies at Filmacademy Baden-Württemberg in Ludwigsburg, Germany (priority: cinematography). Graduation in 2006 with diploma.Year abroad at renowned National Film School in Lodz, Poland."
  },
  {
    "name": "Michael Delahaye",
    "organization": "Thomson Foundation",
    "profile_url": "https://institute.aljazeera.net/en/trainer/90",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_90_636820265892472126.JPG",
    "specialization": "TV Reporting",
    "biography": "Michael Delahaye is an independent TV producer and, for the last twenty years, a senior\nconsultant and trainer for The Thomson Foundation, London. A former BBC reporter,\nproducer and correspondent, he is also the author of three commercially published novels\nand numerous articles. Born and educated in England, he is based in south-west France.\nHe speaks English and French.",
    "experience": [
      "Former BBC TV News reporter, correspondent, current affairs producer (25 years);\nThomson Consultant since 1998 conducting courses in more than 20 countries across\nEurope, Africa, America, Middle East; former Lead Trainer for CIRCOM, the European\nAssociation of Regional Television (2011-2007); currently consultant/trainer for Al Jazeera\nQatar, Al Jazeera Balkans & Al Jazeera America."
    ]
  },
  {
    "name": "Mohammed Abuzennad",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1194",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1194_638313337971092834.jpg",
    "specialization": "Sound Design & Engineering",
    "biography": "- I started working with Qatar TV as an intern from 1999 to 2002\n- I moved to work for Al Jazeera in 2002 until now\n- Various courses in the field of sound/voice\n- I have carried out many news coverage inside and outside Qatar\n- I participated in field coverage:\n2006 Asian Games (State of Qatar)\nElections of the People's Assembly (Kingdom of Bahrain) 2006\n2007 Arab Summit (Republic of Sudan)\n2007 Training of staff in JSC office (Kingdom of Morocco)\n2007 Iranian elections (Republic of Iran)\n2008 State Council Elections (State of Kuwait)\n(Israel war on Gaza) Palestinian State - Gaza\n2010 World Cup (South Africa)\nCovering the events of the Arab spring revolutions in Tunisia - Egypt - Libya - Yemen\nAnd implement many field news coverage in Germany - Sarajevo",
    "experience": [
      "- A course from Sennheiser\n- A certificate of Appreciatio from Calrec\n- A certifcate in TV production from Al\n Jazeera Media Institute\n- Certificates in English and computer\n programs"
    ]
  },
  {
    "name": "Mohammed El-Haddad",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/123",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_123_638312364277159839.jpg",
    "specialization": "Infographics",
    "biography": "Data journalist and instructor, he leads Al Jazeera's interactive team, @AJLabs, where he uses\ndata to tell compelling visual and analytical stories.\nHe's interested in developing data journalism in the Arab world though regular training\nsessions and international conference appearances. He is the co-founder of\nPalestineRemix.com, a multimedia rich website available in four languages (English, Arabic,\nTurkish and Bosnian) for narrating the Palestinian-Israeli story.\nHis main focus is finding interesting ways to tell human stories hidden within data.",
    "experience": [
      "- Interactive producer: Al Jazeera\n- Data journalism speaker: Qatar, Turkey, USA, UK, Spain, Italy, Palestine, Kazakhstan, South\nAfrica, UAE, Bosnia, Panama."
    ]
  },
  {
    "name": "Mohamed Adnen Chaouachi",
    "organization": "Freelance",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1198",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1198_636793546921581754.JPG",
    "specialization": "Mobile Journalism",
    "biography": "I’m a Tunisian Journalist and TV producer. I’ve trained hundreds of journalists from many\nnationalities, on Mobile Journalism and New Media",
    "experience": [
      "Journalism & TV Production\n-Since 2017: Producer Reporter in Tunisia and North Africa for China Global Television\nNetwork CGTN\n#adnenreports\n-Since 2011: INDEPENDENT Production, Journalist- Reporter- TV Producer\n-Since 2011: Radio Host and Producer; English Program: Tunis International Radio RTCI\n2015-2012-: Thomson Reuters, Freelance Producer\n2015: I produced and directed my first 50 minute documentary film entitled \"Departure\"/\n(Arabic with English subtitles)\nMobile Journalism & New Media\n2018: Kuwait: Sheikh Mubarak Al-Hamad Journalism Excellence Award + American\nUniversity of Kuwait + Kuwait News Agency KUNA: Training for Journalists from Kuwait\npublic and private media outlets\n2018: Al Jazeera Media Institute: Agadir, Morocco\n2018-2017: Arab States Broadcasting Union ASBU\nTraining for Journalists, cameramen and senior Staff from: TV Oman, Lebanese\nTelevision, MTV Lebanon, Sudan TV, Yemen TV, Saudi TV, Tunisia TV, Algerian TV,\nPalestine TV, Morocco TV, Medi 1 TV\n2018-2016: Training at Radio Mosaique FM, Radio Shems, Radio IFM\n2017-2016:\n-Algeria’s Ennahar TV News Channel + Web Portal & Newspaper, 2017: Training of\njournalists on mobile reporting\n& editing + Development of Ennahar TV’s New Digital communication & new media\nStrategy\n-The Tunisian National Television, 2017: Training of journalists & development of New\nMedia strategy\n-The Tunisian Radio: The National Radio + 8 Regional radio stations, 2017-2016:\nTraining of 100 Journalists\nDevelopment of the Tunisian Radio’s TransMedia strategy on social networks, web\nportals, live coverage of events, production of reports with mobile phones\n-Agence Tunis Afrique Presse TAP: Tunisian National News Agency, 2017: Training of\n40 Journalists & Reporters\nDevelopment of TAP Agency’s New Media strategy, video Desk & web content\n-Co-organizer & speaker at the 1st and 2nd French Mobile Journalism Event in Paris,\nFrance, 2018 ,2017\n-BBC Media Action: MOJO & New Media Trainer, 2017\nUNIVERSITY TEACHING EXPERIENCE\nISSHT, Université Tunis-El Manar, 2014-2011\nUniversity Teaching Assistant\nHuman Rights + Media & Communication Studies\nINTERPRETATION\nUnion PR, Washington D.C. Tunis-Dubai 2011-2007: Conference Interpreter (English,\nFrench, Arabic)"
    ],
    "education": "2008-2010: Master Degree with Distinction in English  Higher Institute of Languages of Tunis (ISLT) I worked on «The Political Economy of the Media in the US»  2003-2007: Bachelor Degree in English Language and Literature, ISLT, Tunis  2001-2002 Baccalaureate in Math, Lycée Menzah 6 Tunis"
  },
  {
    "name": "Samir Hasan",
    "organization": "Aljazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1148",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1148_638317606401316525.jpg",
    "specialization": "Editorial Standards",
    "biography": "Senior quality assurance editor in editorial quality and standers management in Al Jazeera from 2013 up to date.\nAl Jazeera reporter in the Balkans from 1998 to 2013\nKuwait TV reporter from 1996 to 1998\nKuwait radio correspondent in 1995\nRadio French International correspondent in Arabic section from 1993 to 1994\nJournalist in the Middle East newspaper in 1993\nJournalist in Al Hayat newspaper \nJournalist in Sawt Al Eskandariya newspaper from 1987 to 1990",
    "experience": [
      "- Covering the war in Bosnia and Croatia\nfrom 1992 to 1995, Kosovo in 1998 and\n1999, Macedonia in 2001, Iraq in 2003\nand Syria in 2012\n- Covering some of the important events\nand activities in Morocco, Egypt, Romania,\nAlbania, Turkey, Libya, Serbia,\nKosovo and Croatia.\n- Wrote in many daily newspapers, weekly\nand monthly magazines like Majalla,\nAl Alam, International Issues and much\nmore.\n- Author of the book “Olive Smell” about\nthe war in Syria issued in Arabic and\nBosnian.\n- Training in Yemen,\n- TV reporter skills training course in collaboration\nwith WJWC\n- Training in Tunisia to cover the elections\nin collaboration with International Alert\nFoundation."
    ],
    "education": "Diploma"
  },
  {
    "name": "Hazem Abuwatfa",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/12",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_12_638312369580051189.jpg",
    "specialization": "photography",
    "biography": "- A professional photographer since 1999.\n- Fliming trainer in the BBC Academy, London.\n- Trainer in Al-Jazeera Media Institute.\n- Holder of the first position in several international competitions.\n- A certified instructor in London schools to provide art photography for children. \n- Established several international exhibition in Mecca, Doha, London, Paris, Shanghai, and others. \n- Had a large number of training specifically in photography, including train the trainers course. \n- Presented a large number of different courses in photography in different countries",
    "experience": [
      "- Professional trainer at BBC training academy & professional photography since"
    ],
    "education": "Master"
  },
  {
    "name": "Amna Omar",
    "organization": "",
    "profile_url": "https://institute.aljazeera.net/en/trainer/6",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_6_638525047443025733.jpg",
    "biography": "Amena has extensive experience in dubbing and voice-over work and is one of the founders of the children's channel Space Toon. She has worked in creating and presenting children's programs, which has enabled her to become one of the first trainers in the field of dubbing and voice-over. She currently works as a trainer at Al Jazeera Media Institute. Amina holds a Ph.D. in Literary and Critical Studies and a diploma in documentary filmmaking.\n\nSince 2011, she has worked at Qatar Television in the documentaries department as a filmmaker and head of the voice-over department. She has directed several documentaries, including \"Osama,\" \"Darg,\" and \"Camp Maestro,\" and has participated in several festivals, winning numerous awards.",
    "experience": [
      "- From 2011 to 2017, she worked as a filmmaker at Qatar Television and headed the voice-over department.\n- She is also the General Manager of the Jood Media Training Center in Istanbul.\n- A member of the faculty at Istanbul Aydin University."
    ],
    "education": "Ph.D."
  },
  {
    "name": "Amer Lafi",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1138",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1138_20180414.jpg",
    "specialization": "TV Correspondent"
  },
  {
    "name": "Thorsten Schütte",
    "organization": "Freelance",
    "profile_url": "https://institute.aljazeera.net/en/trainer/107",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_107_20180414.jpg",
    "specialization": "Film Script Writing",
    "biography": "Thorsten Schütte has worked as an author, director and producer in documentary filmmaking\nfor over 20 years. Since 2002 he’s coordinating the documentary and fiction department at\nFilmakademie Baden-Württemberg, Germany. Thorsten Schütte studied cinematography and\nediting in Cologne and Rome.\nHe produced and directed numerous tv productions and series ( World Jazz, Trip To Brazil,\nNamibia Generation X, Land Matters, The Cactus of Knowledge, The Forgotten a.o. ) for a\nvariety of broadcasters like ZDF, Arte, VPRO, Discovery, SWR, NBC, One Africa, etc. Besides\nthis he has just published his first book, The Land Matters Report and is a founding member\nof the Stolen Moments Music Research Group.",
    "experience": [
      "Research, Script Writing, Cinematography, Editing, Directing, Producing, Financing"
    ],
    "education": "Cinematography and Editing Studies in Cologne, Germany & Rome, Italy"
  },
  {
    "name": "Vinod Kumar Kuttiyil Sadanandan",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1203",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1203_638333268561081672.jpg",
    "specialization": "Montage",
    "biography": "Newsroom workflow designer, Trainer for Journalists, Producers, Video Editors, broadcast\nengineers in Avid News & Media workflow operations in Interplay environment. Avid\ncertified Instructor to train iNews & Media Composer.",
    "experience": [
      "13 + years of experience in newsroom editorial & Media production.\nBeen a part of Aljazeera media network’s newsroom workflow designing, training and\nsupport. 2500 + hours of training experience in Avid iNews, Media Central, Media\nComposer, Adobe Premiere."
    ]
  },
  {
    "name": "Abdallah Chehimey",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1328",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1328_638324386443795747.jpg"
  },
  {
    "name": "Abdallah Elbinni",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1273",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1273_638317604683239079.jpg",
    "biography": "Abdullah Al-Binni is an executive producer at Al Jazeera Media Network, boasting over 30 years of experience in the television and journalism industry. With a diverse background spanning newsrooms, editing suites, and on-the-ground news and war coverage, he brings a wealth of expertise to his role.\n\nThroughout his career, Abdullah Al-Binni has garnered numerous international awards in the fields of photography and documentary production. Notable accolades include the Best Documentary Award for 2007 from the International Broadcasting Corporation in London for his film \"Prisoner 345\", the Best Investigative Film Award for 2012 from the Arab States Broadcasting Union, Broadcast Middle East Magazine for his film \"Imam and the Colonel\", and most recently, the Final Nomination Award from the New York Film and Television Festival 2020 for his series \"War Hotels\".",
    "experience": [
      "- Abdullah Al Bunni joined Al Jazeera Media Network in 2004 and has since produced numerous programs and documentaries.\n- He currently serves as an executive producer for Al-Marssad on Al Jazeera Arabic and for the documentary series \"Hotels of War\" on Al Jazeera English.\n- He has been involved in various stages of program management and production within the network.\n- His career began at an early age, working alongside his father in their private photography studio in the southern Lebanese city of Saida.\n- In 1987, he commenced his work as a photojournalist, collaborating with international news agencies towards the end of the Lebanese civil war. Later, he transitioned to become a news television cameraman with Future TV in Beirut upon its establishment in",
      "- By 1996, he had moved to the News Center of Abu Dhabi TV, where he served as a news photographer, editor, and subsequently as a documentary filmmaker.\n- Abdullah has produced investigative documentaries in conflict and war zones he covered, including the massacres against Muslims in Bosnia in 1999, the U.S. war in Afghanistan in 2001, the 2003 invasion of Iraq, and the 2006 Israeli July War against Lebanon.\n- In 2022, he authored a book titled \"Hotels of War\", adding to his achievements, which include winning several international awards in the field of documentary production."
    ]
  },
  {
    "name": "Ahmed Okbelbab",
    "organization": "",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1264",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1264_638312352606457194.jpg"
  },
  {
    "name": "Ahmed Vall Ould Dine",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1298",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1298_638317607179296232.jpg",
    "biography": "A professional journalist, program presenter, writer, and novelist, he has worked as a field television reporter and a mentor of editorial standards at Al Jazeera Network. He is a dedicated reader of literature and philosophy, a skilled speaker, and a multilingual individual. He was the recipient of the 2011 Documentary Film Award.\n\nPublications:\n\nDanschmund: A historical novel published by Meskliani in 2023.\nEarthstone: Conflict of Invaders and Land Defenders in Afghanistan, published by Al Jazeera Center for Studies in 2021.\nAl-Shaibani: A novel published in the summer of 2019 by Dar Al-Tanweer.\nAl-Hadqi: A historical novel published by Meskliani in 2018.\nHosted by Gaddafi's Brigades, 2011: A book detailing his experience of being detained in Tripoli while covering the events of the revolution in Libya at the beginning of 2011.\nHe participated in supervising the dictionary \"High Language,\" produced by the Quality Control Department of Al Jazeera Network in 2014.\nHe has authored dozens of articles and studies in various magazines, newspapers, and websites.",
    "experience": [
      "Senior journalist and itinerant correspondent for Al Jazeera, also serving as the presenter of the program \"African Tales\" on the Atheer platform of Al Jazeera.",
      "Worked as a Senior Producer in the Quality Control and Editorial Standards Sector at Al Jazeera Network (English Section) from 2013 to",
      "Served as a senior journalist in the Al Jazeera newsroom, acting as editor of political affairs and a part-time correspondent from 2010 to",
      "Acted as a correspondent for Al Jazeera based in Johannesburg, South Africa, covering all English-speaking countries in the south of the continent from Zimbabwe to Uganda from 2008 to",
      "Served as an editor, translator, and weekly columnist at Al-Arab newspaper from 2007 to",
      "Worked as a journalist for Mauritanian newspapers, notably the news agency, from 2004 to"
    ]
  },
  {
    "name": "Dareen Abughaida",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1236",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1236_638650296926612617.jpg",
    "biography": "Dareen Abughaida is a Principal Presenter at Al Jazeera English in Qatar. Widely experienced across the international arena, Dareen hosts Al Jazeera's flagship news bulletins, programs, and digital shows. \nShe has covered some of the biggest news stories including the War on Gaza, the Ukraine war, Brexit, the death of Muhammad Ali, the resignation of Pope Benedict, and Malaysia Airlines crash MH370. She was also instrumental in the network's coverage of the Arab Spring Revolutions and continues to cover the aftermath. \nHer recent 2024 interview on the War on Gaza for Al Jazeera’s flagship program ‘Talk To Al Jazeera’ was awarded at The Telly Awards, which recognizes and honors excellence in video and television. \nDareen moderates discussion panels and hosts events globally. Previous events include Qatar Foundation, the Doha Forum, the UN, the World Bank, the World Media Summit, and the International Press Institute. Dareen's portfolio also includes voiceover work on long format documentaries and short promos.",
    "experience": [
      "- Principal Presenter, Al Jazeera Network – Now.  \n- Presenter and Producer, Dubai TV – (2009 – 2010). \n- Presenter and Producer, Bloomberg TV –  (2006 – 2009). \n- Presenter and Producer, CNBC Arabia – (2002 – 2006)."
    ]
  },
  {
    "name": "Dr. Bassam Al-Jazzaf",
    "organization": "",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1200",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1200_637081177999555610.jpg",
    "biography": "Bassam Al-Jazaf holds a Ph.D. degree in television criticism, a master's degree in media and public relations, and a bachelor's degree in theater acting and directing. He began his professional career in the early 1990s, working for several media institutions in Kuwait. He conducted numerous interviews with political figures and leaders.\nHe presents a number of programs and training courses at Al Jazeera Media Institute, including presentation skills and public speaking. Additionally, he offers advanced courses in public speaking and presentation skills.",
    "experience": [
      "Bassam Al-Jazaf has over 30 years of experience, during which he has worked in the fields of training and TV presenting, and has a strong background in dubbing and voice-over. He has written and recorded over 100 documentary programs. He is also the director of \"Mic\" company, specializing in media consulting and training."
    ]
  },
  {
    "name": "Dr. Mourad Aly",
    "organization": "",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1250",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1250_638312361288807960.jpg",
    "biography": "Regional Managing Director for Lundbeck in Middle East and North Africa for 8 years. Worked for Hoffmann La-Roche, GlaxoWellcome and Fresenius Medical care in different disciplines (General Management, Sales Management, Marketing, Business Development and Training).\nA Medical doctor, holds an MBA grade, a Diploma in Business Administration and another Diploma in Business Communication. studied Electronic publishing for three years and had studied Doctorate in B.A. Attended numerous training programs in major respectable business schools and a member in different boards in various countries and a certified HBDI (Herrmann Brain Dominance Instrument) practitioner",
    "experience": [
      "Assoiated Partners Group Chief Executive Officer \nLundbeck Middle East, North Africa & Pakistan.   Regional Managing Director\nLundbeck Egypt General Manager \nLundbeck Egypt Marketing Manager \nEG- Fresenius Medical Care Marketing & Business Development Manager\nJamjoom Pharma\nProduct& Business Development Manager \nGlaxoWellcome Egypt Training Manager"
    ],
    "education": "Cairo University, Faculty of Literature E-publishing Bachelor  Maastricht School of Management Studying doctorate of Business Administration  ESLSCA  (École Supérieure Libre des Sciences Commerciales Appliquées) MBA, International Business  University of Cambridge Certificate in English For International Business And Trade.  Ain Shams University, Faculty of Commerce Diploma of Business Administration  Ain Shams University, Faculty of Medicine"
  },
  {
    "name": "Folly Bah Thibault",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1342",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1342_638312351584682920.jpg",
    "biography": "Folly Bah Thibault is a journalist and Principal Presenter for Al Jazeera English, based in Doha, Qatar.\n\nShe joined the network in 2010, having previously worked at the French news channel, France24 in Paris and Voice of America in Washington D.C.  Folly has covered some of the world’s biggest news stories including the 2004 tsunami, which devastated the southern regions of Asia, and the historic campaign and election of Barack Obama as president of the United States in 2008.",
    "experience": [
      "As one of the Senior Anchors, Folly has been part of Al Jazeera’s stated goal of giving a ‘voice to the voiceless’ and setting the international news agenda. In 2010, when the Arab world began a series of protests which became known as the ‘Arab Spring’, Folly and her colleagues were there to cover every angle of the story.  From the streets of Tunisia, which sparked the revolution, to Cairo’s Tahrir square, and to the battlefields of Libya, Yemen, and of course the continuing crisis in Syria. Folly has also hosted some of Al Jazeera’s most important specials and award-winning programs, including the first-ever debate of candidates to the post of UN Secretary-General in July 2016 and the Nobel Peace Prize Interview in Oslo in December 2016 \nShe has interviewed some of the world’s top leaders, news-makers, and other influential people for Talk To Al Jazeera. These include Kenya’s president Uhuru Kenyatta, the French far-right leader Marine Le Pen, and Nobel Peace Prize laureate Kailash Satyarthi."
    ]
  },
  {
    "name": "Gente Retkoceri",
    "organization": "Free lancer",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1247",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1247_638132620753412267.jpg",
    "specialization": "Architecture and Acting",
    "biography": "Graduated in the Faculty of Architecture on February 2012, parallel started second academic studies in the Acting class of well-known actor and professor Luan Jaha.\nIn 2015 I was awarded with TLP full scholarship on Master studies.\nI am an ambitious person that admires and respects work. I have worked variety professional projects, from traditional architecture in CHWB to theatrical plays, films and TV shows. Managed different projects, have done theatre education for kids and have been a teaching assistant in graduate and undergraduate level.\nRecently I moved to Doha, where I am Acting trainer within The Talent Factory.",
    "experience": [
      "February 2018 – Present – Acting Trainer\t\nThe Talent Factory\n\nDesigning different programs of acting for kids and adults. The main purpose is to train them into being able to act for Theatre and in front of Camera.\n\nJanuary 2017 – January 2019 – Teacher/Assistant\nUniversity of Prishtina\nAssisting in the third year of BA Acting Class. Teaching Moliere acting to eleven students, from selecting the play to the preparation for the final performance.\n•\tEncouraging students to observe, question, discover, and investigate the characters and the play in order to engage them in artistic learning.\n•\tMaintaining discipline, punctuality, professional conduct, standard of work and independent learning.\n•\tEvaluating performances and giving written and verbal feedback."
    ]
  },
  {
    "name": "Ibrahim Arab",
    "organization": "",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1334",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1334_638317604903900323.jpg"
  },
  {
    "name": "Ibrahim Helal",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1238",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1238_638495481998144651.jpg",
    "biography": "Ibrahim is a professional media figure with over 25 years of extensive experience in global media organizations, including renowned channels such as Egyptian Television, BBC, Abu Dhabi TV, and Al Jazeera Network. His career path reflects a variety of roles, ranging from journalism to editorial leadership and strategic management. He has excellent report writing skills and a deep understanding of media dynamics, in addition to his leadership role.",
    "experience": [
      "In 1994, he moved to London to participate in a BBC television project, which lasted for only two years before most of the team moved to establish Al Jazeera channel in Qatar in",
      "He was a producer for the bulletins during the establishment of Al Jazeera, then launched the \"Hasad Al Yawm\" bulletin in November",
      "In 1999, he worked for a year at BBC Arabic Radio, then in 2000, he worked for another year as the news director for Abu Dhabi TV.",
      "In 2001, he returned to Al Jazeera again and was the news director during the events of September, the Afghan war, the second Intifada, and the Iraq war. From April 2004 to May 2006,",
      "He supervised a training project at BBC funded by the British government to train around 250 Arab journalists from 7 Arab countries.",
      "In 2006, he participated in the founding and launch of Al Jazeera English channel and was the deputy director of the channel for editorial affairs until January",
      "During the years 2010 and 2011, he oversaw the launch of Al Jazeera Balkans channel in Sarajevo. From November 2011 to April 2015, he was the news director of Al Jazeera during the years of the Arab revolutions.",
      "From April 2015 to August 2022, he worked as an advisor in the office of His Excellency Sheikh, Chairman of the Board of Al Jazeera. And from August 2022 until now, he works as the editor-in-chief of Al Jazeera English channel."
    ]
  },
  {
    "name": "Jasem Al-Azawi",
    "organization": "",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1251",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1251_638312370219982861.jpg",
    "biography": "Jasem Al-Azawi joined Al Arab News Channel as news anchor and presenter of the “Last Word”, a weekly political show.\nWhen Aljazeera English was launched on Nov. 2006, he presented a weekly political show called “Inside Iraq”. For five years the show tackled one of the most complex and multi-layered political crises of his times, the war on Iraq. The show interviewed senior American, Iraqi and European decision-makers and discussed the politico-military and social issues gripping Iraq. Through town hall meetings in Washington, Cairo, and Amman the show also served as a platform for interaction between politicians, analysts, and ordinary people. The show is viewed by media commentators as one of the best sources for creative analyses, controversial viewpoints and insightful debates of opposing opinions.\nFor over ten years he taught at Aljazeera Media institute aspiring presenters as well as seasoned ones. Courses included new presentation, talk show hosting and how to deal with the media. Students also included government officials, businessmen and social activists.",
    "experience": [
      "• In 2003, Jassim covered the events following the occupation of Iraq for six weeks through public programs, news bulletins and field coverage.\n• He also conducted many interviews with world leaders and Arab politicians, and also covered the Israeli withdrawal from southern Lebanon in 2000 and contributed to covering the September eleventh bombings through direct field reports from scratch in New York. \n• He worked as an executive producer for the program \"Dunia\" at Abu Dhabi TV, which was a daily magazine for two hours between 2001-2003, and worked as an executive supervisor at MBC station. In London between 1996-1999 for two major programs on the channel, \"Dialogue with the West\" and \"Agenda\"."
    ]
  },
  {
    "name": "Meriem Ouchait",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1354",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1354_638312346718086283.jpg",
    "biography": "Meriem Belalia has been an anchor for news and political programs at Al Jazeera since 2010, where she presents news bulletins and hosts talk shows. Over the years, she has participated in live coverage of various Arab and international events and engaged in field reporting in Yemen, Syria, Libya, Sudan, Thailand, and Mauritania. Meriem has conducted interviews with political figures, officials, ministers, as well as heads of state and government for special programs and news coverage.\n\nIn addition to her anchoring responsibilities, Meriem also serves as a trainer at the Al Jazeera Media Institute, delivering training courses in Morocco, Tunisia, and Mauritania. Her extensive experience has equipped her with strong skills in handling urgent coverage and managing lengthy conversations with multiple guests.",
    "experience": [
      "Political news anchor at Al-Turkia Channel from 2009 to",
      "Presenter for news and political programs at Kuwaiti Al-Sabah Channel from March 2009 to November",
      "Political News Anchor at Kuwaiti Al-Rai TV from 2004 to December",
      "News anchor and journalist at Algerian Third Satellite Channel from September 2000 to February",
      "Journalist and field correspondent at the Algerian El Chaab newspaper from April 1999 to July",
      "Journalist and correspondent in the political section of the Algerian newspaper Al-Alam Al-Siyasi from 1998 to",
      "Produced documentary films in Arabic and French languages at the Audiovisual Center, Algeria, from 1997 to",
      "Field coverage:\n   - Covered the Arab Summit in Nouakchott in",
      "- Provided field coverage of the evacuation of residents from eastern Aleppo.\n   - Conducted field reports from Sudan and Thailand.\n   - Covered the battles in the Libyan capital, Tripoli."
    ]
  },
  {
    "name": "Michael Rickwood",
    "organization": "Ideas on stage",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1322",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1322_638574130254503110.jpg",
    "biography": "Initially a classically trained actor with 12 years of experience on stage and screen, Michael swapped his passion for acting in favour of business communication and design in 2011. \nToday, apart from consulting, training and coaching executives from all sectors and industries all over the world including Engie South East Asia in Singapore, French Search Engine Qwant in Paris and the World Bank in Washington DC, Michael also coaches speakers at hugely successful TEDx and WikiStage conferences.\nMichael has also coached many start-ups, notably for Microsoft Accelerator, Numa Sprint and Business France, and teaches presentation skills at Celsa-Sorbonne both in English and in French. Michael still takes to the stage himself, but instead of acting, he delivers entertaining keynotes and acts as Master of Ceremonies for company events most recently for Vivatech Paris in 2019 and is also booked for 2021.\nMichael also teaches at HEC Paris and has worked for HEC Doha in Qatar.",
    "experience": [
      "-TAILORED TRAINING : Danone, 3H Partners, French Journalist Nicolas Bouzou, EADS, Sanofi, TOTEM II Antalya 2012, Chanel, Coty, ESCP EUROPE, IPAG Paris, INSEEC, Engie South East Asia (Singapore), Credit du Nord, Janssen, Krauthammer, Euler Hermes,  Microsoft, French Singer Zaz and Celsa Sorbonne\n-COACHING & DESIGN:  Google, Qwant, World Bank Group, MIGA - Washington DC, Prestashop, Facebook, Microsoft, Airbus, EAPM, HEC Paris and Doha, Engie, EDF, Totale, L’Oreale, Celgene, Biogen, Janssen, Bayer, Sanofi, Societé Generale, Sonepar and WeWork Paris and London."
    ],
    "education": "Certificat Coaching Fondamentaux. Meta système Paris   1ère class Honours Drama Centre London (UK)"
  },
  {
    "name": "Mohammad Deeb Alnajjar",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1222",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1222_638324386931386050.jpg",
    "specialization": "New Media",
    "biography": "Mohammed Al-Najjar, a Jordanian journalist, embarked on his career journey in 1999. Initially, he served as a part-time correspondent for Al Jazeera Net, alongside fulfilling roles as a researcher and producer for the Ajazeera network and the program \"60 Minutes\" on CBS and Al-Hiwar channel.\nTransitioning to a full-time role with Al Jazeera in 2010, Al-Najjar's career has been marked by significant coverage, including the Lebanon war in 2006, two instances of conflict in Syria in 2012 and 2013, and the inaugural elections in Egypt following the revolution in 2011.\n\nAl-Najjar is also recognized as a certified trainer in digital journalism, specializing in open-source content verification, story development, journalistic editing for new media, and field reporting for online journalism.",
    "experience": [
      "- From September 3, 2023, serving as a member of the editorial support team for the Director of the Digital Sector.\n- From September 2018 to September 2023, held the position of Head of Planning and Correspondents Department, overseeing the Palestine desk and managing Hot Issues at Al Jazeera Net.\n- From February 2015 to May 2017, served as the Head of the Social Media Department at Al Jazeera Channel.\n- Since 2016, has been a certified trainer at the Al Jazeera Media Institute.\n- From March 2010 to December 2014, worked as a full-time correspondent for Al Jazeera Net and as an employee of the Al Jazeera Network.\n- From 2005 to 2010, served as a researcher and producer for numerous programs and worked as a part-time correspondent for Al Jazeera Net.\n- Became a member of the Jordanian Journalists Syndicate in",
      "- From 1999 to 2005, held the position of Editor covering parliamentary affairs and state security issues at the Jordanian newspaper Al-Sabeel."
    ]
  },
  {
    "name": "Nicole Smart",
    "organization": "",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1277",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1277_638574128973075544.jpg",
    "biography": "Nicole is an internationally experienced Corporate Trainer for Management and Leadership Development (Executive Educator); Certified Executive Coach through Marshall Goldsmith Stakeholder Centered Coaching (California, USA); Accredited Neuro Linguistic Programming Practitioner (Dubai, UAE); Registered assessor for ILM (Institute of Leadership and Management through City & Guilds (United Kingdom)."
  },
  {
    "name": "Nidal Al Hami",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1239",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1239_638525058528311494.jpg",
    "biography": "He has accumulated extensive experience spanning over three decades, during which he worked in various technical fields and moved between television production companies in Bahrain and Jordan before joining Al Jazeera Network in 1998.",
    "experience": [
      "His career began at Apple Computer Jordan, where he worked as a technical support engineer in the field of multimedia and 3D graphics software in",
      "He served as the head of the Graphics and Visual Effects Department at Al Jazeera Channel since",
      "He has been working as an executive producer for technical standards in the Quality Control and Editorial Standards Department at Al Jazeera Media Network since"
    ]
  },
  {
    "name": "Samaa Jehad Alsabi",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1350",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1350_638574115713003526.jpg"
  },
  {
    "name": "Sameer Shamaileh",
    "organization": "Al Jazeera Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1303",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1303_638312367408674849.jpg",
    "biography": "Sameer Shamaileh has previously served as an editorial assistant to the news director at Al Jazeera News Channel. Currently, he holds the position of an investigative and talk show producer at Al Jazeera Media Network, alongside working as a trainer and consultant in events management for over twenty years.\n\nHe has conducted numerous specialized training programs across 14 Arab and foreign countries. Additionally, Sameer Shamaileh has played a pivotal role as the clerical officer for several works, including \"Al Jazeera: A Success Story\" (2011) and \"Al Jazeera Tells Its Story: Experiences and Challenges\" (2021).",
    "experience": [
      "- Sameer Shamaileh has been serving as the producer of programs for the Mawazine program on Al Jazeera since",
      "- He assumed the role of editor in charge of the book \"Al Jazeera Tells Its Story: Experiences and Challenges\" in",
      "- Sameer was a member of the production team for Al Jazeera's external investigation programs, including Black Box, Special Investigation, and Mysterious Endings, from 2017 to",
      "- He supervised the Initiatives and Projects Program at Al Jazeera, within the Channel’s Director Office, in",
      "- Sameer served as an editorial assistant to the Al Jazeera News Director from 2011 to",
      "- He chaired the media committee overseeing the coverage of Al Jazeera's celebrations for its 15th anniversary.\n- Sameer held the position of editor in charge of the book \"Al Jazeera: A Success Story\" in",
      "- He served as the General Manager of Hayat FM in Jordan from 2009 to",
      "- Sameer worked as a researcher at the Al Jazeera Center for Studies within the Al Jazeera Satellite Network from 2006 to",
      "- He acted as a Project Manager at Taif Art Production Company in",
      "- Sameer served as the Head of the Training Department at the Center for Middle Eastern Studies from 2000 to",
      "- He held the position of Director of the Public Relations Unit at the Center for Middle Eastern Studies from 1997 to"
    ]
  },
  {
    "name": "Samir Alnamri",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1287",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1287_637304184010334311.JPG",
    "biography": "Samir has over 20 years of experience in the field of media, primarily focused on digital media skills. He won the second-best short documentary award at the Gulf Film Festival in Dubai. His journalism experience spans from being a reporter, producer, photographer, and director, with hundreds of reports conducted in various countries including Yemen, Syria, Qatar, Pakistan, and Oman.",
    "experience": [
      "He served as a versatile journalist, covering roles such as reporter, photographer, and editor at the Al Jazeera Muscat bureau.",
      "From 2010 to 2017, he worked as a war correspondent, photographer, senior editor, and broadcast engineer at the Al Jazeera Yemen office.",
      "He has an extensive portfolio of producing, directing, filming, and editing numerous reports and programs for Al Jazeera across Yemen, Syria, Qatar, Oman, and Pakistan.",
      "He has actively participated in various training courses focusing on photography, editing, and directing."
    ]
  },
  {
    "name": "Tamer Almisshal",
    "organization": "Al Jazeera Media Network",
    "profile_url": "https://institute.aljazeera.net/en/trainer/1276",
    "image_url": "https://services.aljazeera.net/images/AJMI/Trainer_1276_638562123438203262.jpg"
  }
]